Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# program.settings.blockLength.detail
source: The last week of each block is planned lighter on purpose, and a new block starts fresh after it. This takes effect the next time your program is rebuilt.
es: La última semana de cada bloque se planifica más suave a propósito, y después empieza un bloque nuevo desde cero. Esto se aplica la próxima vez que se reconstruya tu programa.
fr: La dernière semaine de chaque bloc est volontairement plus légère, et un nouveau bloc repart à neuf ensuite. Cela prendra effet à la prochaine reconstruction de ton programme.
hi: हर ब्लॉक का आखिरी हफ़्ता जानबूझकर हल्का रखा जाता है, और उसके बाद नया ब्लॉक ताज़ा शुरू होता है। यह अगली बार प्रोग्राम बनने पर लागू होगा।
it: L'ultima settimana di ogni blocco è pianificata più leggera di proposito, e dopo di essa parte un blocco nuovo. Ha effetto la prossima volta che il programma viene ricostruito.
ko: 각 블록의 마지막 주는 일부러 가볍게 계획하고, 그다음 블록은 새로 시작해요. 다음에 프로그램을 다시 만들 때 적용돼요.
pl: Ostatni tydzień każdego bloku jest celowo zaplanowany lżej, a po nim zaczyna się świeży blok. Zadziała to przy najbliższej przebudowie programu.
tr: Her bloğun son haftası bilerek daha hafif planlanır ve ardından yeni bir blok sıfırdan başlar. Bu, programın bir sonraki kurulumunda geçerli olur.
zh_hans: 每个周期的最后一周会有意安排得更轻，之后新的周期重新开始。这会在下次重新生成计划时生效。

# program.settings.blockValue
source: %lld weeks
es: %lld semanas
fr: %lld semaines
hi: %lld हफ़्ते
it: %lld settimane
ko: %lld주
pl: %lld tygodnia
tr: %lld hafta
zh_hans: %lld 周

# program.settings.changesPlan
source: The split, the sessions and any exercise you have not locked are chosen again.
es: El split, las sesiones y cualquier ejercicio que no hayas fijado se vuelven a elegir.
fr: Le split, les séances et tout exercice non verrouillé sont choisis à nouveau.
hi: स्प्लिट, सेशन और हर वह एक्सरसाइज़ जो लॉक नहीं है, दोबारा चुनी जाएगी।
it: Lo split, le sessioni e ogni esercizio non bloccato vengono scelti di nuovo.
ko: 분할과 세션, 잠그지 않은 운동은 다시 골라요.
pl: Split, sesje i każde niezablokowane ćwiczenie dobieramy na nowo.
tr: Split, seanslar ve kilitlemediğin her egzersiz yeniden seçilir.
zh_hans: 分化、训练课以及所有未锁定的动作都会重新挑选。

# program.settings.daysPerWeek
source: Training days a week
es: Días de entrenamiento por semana
fr: Jours d’entraînement par semaine
hi: हफ़्ते में ट्रेनिंग के दिन
it: Giorni di allenamento a settimana
ko: 주당 운동 일수
pl: Dni treningowe w tygodniu
tr: Haftada antrenman günü
zh_hans: 每周训练天数

# program.settings.deload
source: Suggest easy weeks
es: Sugerir semanas suaves
fr: Proposer des semaines allégées
hi: आसान हफ़्ते सुझाएँ
it: Proponi settimane leggere
ko: 가벼운 주 제안
pl: Proponuj lżejsze tygodnie
tr: Hafif haftalar öner
zh_hans: 建议减量周

# program.settings.deload.detail
source: You are told when a lighter week looks like the right next step. Nothing changes until you accept it.
es: Te avisamos cuando una semana más ligera parezca el siguiente paso. No cambia nada hasta que lo aceptes.
fr: Tu es prévenu quand une semaine plus légère semble être la bonne suite. Rien ne change tant que tu n’as pas accepté.
hi: जब हल्का हफ़्ता सही अगला कदम लगेगा, आपको बता दिया जाएगा। जब तक आप मंज़ूर न करें, कुछ नहीं बदलेगा।
it: Ti avvisiamo quando una settimana più leggera sembra il passo giusto. Non cambia nulla finché non accetti.
ko: 가벼운 주가 다음 단계로 적절해 보이면 알려 드려요. 받아들이기 전에는 아무것도 바뀌지 않아요.
pl: Dostaniesz sygnał, gdy lżejszy tydzień wygląda na właściwy następny krok. Nic się nie zmieni, dopóki tego nie zaakceptujesz.
tr: Daha hafif bir hafta doğru adım gibi göründüğünde sana söylenir. Sen kabul etmeden hiçbir şey değişmez.
zh_hans: 当适合安排更轻的一周时，你会收到提示。在你接受之前不会有任何改动。

# program.settings.effectiveRIR
source: Sessions are planned to finish about %lld reps short of failure.
es: Las sesiones se planifican para terminar unas %lld repeticiones antes del fallo.
fr: Les séances sont prévues pour finir à environ %lld répétitions de l’échec.
hi: सेशन इस तरह बनाए जाते हैं कि आप फेल्योर से करीब %lld रेप्स पहले रुकें।
it: Le sessioni sono pianificate per chiudere circa %lld ripetizioni prima del cedimento.
ko: 세션은 실패 지점까지 약 %lld회를 남기고 끝나도록 계획돼요.
pl: Sesje planujemy tak, żebyś kończył około %lld powtórzeń przed upadkiem mięśniowym.
tr: Seanslar, tükenmeye yaklaşık %lld tekrar kala bitecek şekilde planlanır.
zh_hans: 训练课会安排在距离力竭约 %lld 次的位置结束。

# program.settings.effortFooter
source: Reps in reserve is how many more reps you could have done when you stopped a set. Higher means further from failure.
es: Las repeticiones en reserva son las que aún podrías haber hecho al terminar una serie. Cuanto más alto, más lejos del fallo.
fr: Les répétitions en réserve, c’est le nombre de répétitions que tu aurais encore pu faire en arrêtant une série. Plus le chiffre est haut, plus tu es loin de l’échec.
hi: रिज़र्व रेप्स यानी सेट रोकते समय आप और कितने रेप्स कर सकते थे। ज़्यादा का मतलब फेल्योर से ज़्यादा दूर।
it: Le ripetizioni di riserva sono quante ripetizioni avresti potuto fare ancora quando hai chiuso la serie. Più alto significa più lontano dal cedimento.
ko: 여유 반복 수는 세트를 멈췄을 때 더 할 수 있었던 횟수예요. 값이 클수록 실패 지점에서 멀어요.
pl: Zapas powtórzeń (RIR) to liczba powtórzeń, które mógłbyś jeszcze zrobić w chwili zakończenia serii. Więcej znaczy dalej od upadku mięśniowego.
tr: Yedekte kalan tekrar, seti bıraktığında kaç tekrar daha yapabilecek olduğundur. Yüksek değer, tükenmeye daha uzak demektir.
zh_hans: 保留次数指的是你停下这一组时还能再做多少次。数值越高，离力竭越远。

# program.settings.inSync
source: Your program matches these settings.
es: Tu programa coincide con estos ajustes.
fr: Ton programme correspond à ces réglages.
hi: आपका प्रोग्राम इन सेटिंग्स से मेल खाता है।
it: Il tuo programma corrisponde a queste impostazioni.
ko: 프로그램이 이 설정과 일치해요.
pl: Twój program zgadza się z tymi ustawieniami.
tr: Programın bu ayarlarla uyumlu.
zh_hans: 你的训练计划与这些设置一致。

# program.settings.keepsHistory
source: Your whole version history is kept, and so is every workout you have logged.
es: Se conserva todo tu historial de versiones y también todos los entrenamientos que has registrado.
fr: Tout ton historique de versions est conservé, ainsi que chaque séance que tu as enregistrée.
hi: आपकी पूरी वर्शन हिस्ट्री बनी रहेगी, और आपका दर्ज किया हर वर्कआउट भी।
it: Tutta la cronologia delle versioni viene mantenuta, e così ogni allenamento che hai registrato.
ko: 전체 버전 기록과 기록한 모든 운동이 그대로 유지돼요.
pl: Cała historia wersji zostaje, tak samo jak każdy zapisany trening.
tr: Tüm sürüm geçmişin ve kaydettiğin her antrenman korunur.
zh_hans: 完整的版本历史会保留，你记录过的每次训练也一样。

# program.settings.keepsLocked
source: Every exercise you locked stays exactly where you put it.
es: Todos los ejercicios que fijaste se quedan exactamente donde los pusiste.
fr: Chaque exercice que tu as verrouillé reste exactement où tu l’as mis.
hi: आपकी लॉक की हुई हर एक्सरसाइज़ ठीक वहीं रहेगी जहाँ आपने रखी थी।
it: Ogni esercizio che hai bloccato resta esattamente dove l'hai messo.
ko: 잠근 운동은 모두 놓아 둔 자리에 그대로 있어요.
pl: Każde zablokowane ćwiczenie zostaje dokładnie tam, gdzie je umieściłeś.
tr: Kilitlediğin her egzersiz tam olarak koyduğun yerde kalır.
zh_hans: 你锁定的每个动作都会留在原来的位置。

# program.settings.mismatch.block
source: Built in %lld-week blocks; you have asked for %lld.
es: Montado en bloques de %lld semanas; has pedido %lld.
fr: Construit en blocs de %lld semaines ; tu en as demandé %lld.
hi: यह %lld हफ़्ते के ब्लॉक में बना था; आपने %lld माँगे हैं।
it: Costruito a blocchi da %lld settimane; ne hai chieste %lld.
ko: %lld주 블록으로 만들었는데 %lld주를 요청했어요.
pl: Zbudowany w blokach po %lld tygodni; poprosiłeś o %lld.
tr: %lld haftalık bloklara göre kuruldu; sen %lld hafta istedin.
zh_hans: 生成时按 %lld 周一个周期；你现在设定为 %lld 周。

# program.settings.mismatch.days
source: Built for %lld days a week; your schedule now has %lld.
es: Montado para %lld días por semana; tu horario tiene ahora %lld.
fr: Construit pour %lld jours par semaine ; ton emploi du temps en compte maintenant %lld.
hi: यह हफ़्ते के %lld दिनों के लिए बना था; अब आपके शेड्यूल में %lld हैं।
it: Costruito per %lld giorni a settimana; ora i tuoi impegni ne prevedono %lld.
ko: 주 %lld일 기준으로 만들었는데 지금 일정은 %lld일이에요.
pl: Zbudowany na %lld dni w tygodniu; Twój grafik ma teraz %lld.
tr: Haftada %lld güne göre kuruldu; takviminde şimdi %lld gün var.
zh_hans: 生成时按每周 %lld 天；你的日程现在是 %lld 天。

# program.settings.mismatch.goals
source: Your goals have changed since it was built.
es: Tus objetivos han cambiado desde que se montó.
fr: Tes objectifs ont changé depuis sa construction.
hi: इसके बनने के बाद आपके लक्ष्य बदल गए हैं।
it: I tuoi obiettivi sono cambiati da quando è stato costruito.
ko: 만든 뒤에 목표가 바뀌었어요.
pl: Twoje cele zmieniły się od czasu jego zbudowania.
tr: Kurulduğundan bu yana hedeflerin değişti.
zh_hans: 自生成以来，你的目标发生了变化。

# program.settings.mismatch.priorities
source: Your priority muscle groups have changed since it was built.
es: Tus grupos musculares prioritarios han cambiado desde que se montó.
fr: Tes groupes musculaires prioritaires ont changé depuis sa construction.
hi: इसके बनने के बाद आपके प्राथमिकता वाले मसल ग्रुप बदल गए हैं।
it: I tuoi gruppi muscolari prioritari sono cambiati da quando è stato costruito.
ko: 만든 뒤에 우선 근육 그룹이 바뀌었어요.
pl: Twoje priorytetowe grupy mięśniowe zmieniły się od czasu jego zbudowania.
tr: Kurulduğundan bu yana öncelikli kas grupların değişti.
zh_hans: 自生成以来，你的优先肌群发生了变化。

# program.settings.noDays
source: No days are selected. Until you pick some, Forge plans your week around three.
es: No hay ningún día seleccionado. Hasta que elijas alguno, Forge planifica tu semana con tres.
fr: Aucun jour n’est sélectionné. Tant que tu n’en choisis pas, Forge planifie ta semaine sur trois jours.
hi: कोई दिन नहीं चुना गया। जब तक आप न चुनें, Forge तीन दिनों के हिसाब से हफ़्ता बनाएगा।
it: Non hai selezionato nessun giorno. Finché non ne scegli qualcuno, Forge pianifica la settimana su tre.
ko: 선택한 요일이 없어요. 고르기 전까지 Forge는 주 3일 기준으로 한 주를 짜요.
pl: Nie wybrano żadnych dni. Dopóki tego nie zrobisz, Forge planuje tydzień na trzy.
tr: Hiçbir gün seçilmedi. Sen seçene kadar Forge haftanı üç güne göre planlar.
zh_hans: 还没有选择日期。在你选择之前，Forge 会按每周三天安排。

# program.settings.noProgramNote
source: You have no program yet. These settings are what the first one will be built from.
es: Todavía no tienes ningún programa. Estos ajustes son la base con la que se montará el primero.
fr: Tu n’as pas encore de programme. Ces réglages serviront à construire le premier.
hi: आपके पास अभी कोई प्रोग्राम नहीं है। पहला प्रोग्राम इन्हीं सेटिंग्स से बनेगा।
it: Non hai ancora un programma. Queste impostazioni sono quelle da cui verrà costruito il primo.
ko: 아직 프로그램이 없어요. 이 설정이 첫 프로그램의 바탕이 돼요.
pl: Nie masz jeszcze programu. Z tych ustawień powstanie pierwszy.
tr: Henüz bir programın yok. Bu ayarlar, ilk programın kurulacağı temeldir.
zh_hans: 你还没有训练计划。第一份计划会依据这些设置生成。

# program.settings.prioritiesFooter
source: Prioritised groups get extra sets and an earlier slot in the session, taken from the groups you have not prioritised.
es: Los grupos prioritarios reciben series extra y un hueco más temprano en la sesión, a costa de los que no has priorizado.
fr: Les groupes prioritaires reçoivent des séries en plus et une place plus tôt dans la séance, prises sur les groupes non prioritaires.
hi: प्राथमिकता वाले ग्रुप को अतिरिक्त सेट और सेशन में पहले की जगह मिलती है, जो बिना प्राथमिकता वाले ग्रुप से ली जाती है।
it: I gruppi prioritari ricevono serie extra e un posto più avanti nella sessione, prese dai gruppi che non hai reso prioritari.
ko: 우선한 그룹은 세트를 더 받고 세션에서 앞자리에 놓여요. 그 몫은 우선하지 않은 그룹에서 가져와요.
pl: Priorytetowe grupy dostają dodatkowe serie i wcześniejsze miejsce w sesji, kosztem grup bez priorytetu.
tr: Öncelikli gruplar, öncelik vermediğin gruplardan alınan fazladan setleri ve seansta daha erken bir sırayı alır.
zh_hans: 优先肌群会获得更多组数，并被排在训练课更靠前的位置，这些额外组数取自未被优先的肌群。

# program.settings.prioritiesMany
source: Prioritising this many groups spreads the extra sets thin. Two or three has more effect.
es: Priorizar tantos grupos reparte demasiado las series extra. Con dos o tres se nota más.
fr: Prioriser autant de groupes dilue les séries supplémentaires. Deux ou trois ont plus d’effet.
hi: इतने ग्रुप को प्राथमिकता देने पर अतिरिक्त सेट बहुत बँट जाते हैं। दो या तीन का असर ज़्यादा होता है।
it: Dare priorità a così tanti gruppi distribuisce le serie extra troppo sottili. Due o tre hanno più effetto.
ko: 이렇게 많이 우선하면 추가 세트가 얇게 퍼져요. 두세 개일 때 효과가 더 커요.
pl: Przy tylu priorytetach dodatkowe serie rozchodzą się cienko. Dwie lub trzy grupy dają większy efekt.
tr: Bu kadar çok gruba öncelik vermek fazladan setleri inceltir. İki ya da üç grup daha etkili olur.
zh_hans: 优先这么多肌群会让额外组数被摊薄。两三个的效果更明显。

# program.settings.prioritiesNone
source: Nothing is prioritised, so volume is spread evenly across your muscle groups.
es: No hay nada priorizado, así que el volumen se reparte por igual entre tus grupos musculares.
fr: Rien n’est prioritaire, le volume est donc réparti équitablement entre tes groupes musculaires.
hi: कोई प्राथमिकता नहीं है, इसलिए वॉल्यूम आपके मसल ग्रुप में बराबर बँटता है।
it: Non c'è niente in priorità, quindi il volume è distribuito in modo uniforme tra i gruppi muscolari.
ko: 우선한 그룹이 없어서 볼륨이 근육 그룹에 고르게 나뉘어요.
pl: Nic nie ma priorytetu, więc objętość rozkłada się równo na wszystkie grupy mięśniowe.
tr: Hiçbir şeye öncelik verilmedi, bu yüzden hacim kas gruplarına eşit dağıtılır.
zh_hans: 没有设置优先级，训练量会均匀分配到各个肌群。

# program.settings.progression
source: How loads go up
es: Cómo suben las cargas
fr: Comment les charges montent
hi: लोड कैसे बढ़े
it: Come salgono i carichi
ko: 중량을 올리는 방식
pl: Jak rosną ciężary
tr: Ağırlıklar nasıl artar
zh_hans: 负重如何提升

# program.settings.rebuildAction
source: Rebuild my program
es: Reconstruir mi programa
fr: Reconstruire mon programme
hi: मेरा प्रोग्राम दोबारा बनाएँ
it: Ricostruisci il programma
ko: 프로그램 다시 만들기
pl: Przebuduj mój program
tr: Programımı yeniden kur
zh_hans: 重新生成我的计划

# program.settings.rebuildMessage
source: Locked exercises and your whole history are kept. The split, the sessions and every exercise you have not locked are chosen again from these settings.
es: Los ejercicios fijados y todo tu historial se mantienen. El split, las sesiones y todos los ejercicios que no hayas fijado se vuelven a elegir con estos ajustes.
fr: Les exercices verrouillés et tout ton historique sont conservés. Le split, les séances et chaque exercice non verrouillé sont choisis à nouveau à partir de ces réglages.
hi: लॉक की गई एक्सरसाइज़ और आपकी पूरी हिस्ट्री बनी रहेगी। स्प्लिट, सेशन और हर वह एक्सरसाइज़ जो लॉक नहीं है, इन्हीं सेटिंग्स से दोबारा चुनी जाएगी।
it: Gli esercizi bloccati e tutta la tua cronologia vengono mantenuti. Lo split, le sessioni e ogni esercizio non bloccato vengono scelti di nuovo da queste impostazioni.
ko: 잠근 운동과 전체 기록은 그대로예요. 분할과 세션, 잠그지 않은 운동은 이 설정을 바탕으로 다시 골라요.
pl: Zablokowane ćwiczenia i cała Twoja historia zostają. Split, sesje i każde niezablokowane ćwiczenie dobieramy na nowo z tych ustawień.
tr: Kilitlediğin egzersizler ve tüm geçmişin korunur. Split, seanslar ve kilitlemediğin her egzersiz bu ayarlara göre yeniden seçilir.
zh_hans: 锁定的动作和全部历史都会保留。分化、训练课以及所有未锁定的动作，都会依据这些设置重新挑选。

# program.settings.rebuildPrompt
source: Your program was built from different settings.
es: Tu programa se montó con otros ajustes.
fr: Ton programme a été construit à partir de réglages différents.
hi: आपका प्रोग्राम अलग सेटिंग्स से बना था।
it: Il tuo programma è stato costruito con impostazioni diverse.
ko: 프로그램은 다른 설정으로 만들어졌어요.
pl: Twój program powstał z innych ustawień.
tr: Programın farklı ayarlarla kurulmuştu.
zh_hans: 你的训练计划是按其他设置生成的。

# program.settings.rebuildTitle
source: Rebuild your program?
es: ¿Reconstruir tu programa?
fr: Reconstruire ton programme ?
hi: अपना प्रोग्राम दोबारा बनाएँ?
it: Ricostruire il tuo programma?
ko: 프로그램을 다시 만들까요?
pl: Przebudować program?
tr: Programın yeniden kurulsun mu?
zh_hans: 重新生成训练计划？

# program.settings.restApplied
source: Rest updated on %lld exercises.
es: Descanso actualizado en %lld ejercicios.
fr: Repos mis à jour sur %lld exercices.
hi: %lld एक्सरसाइज़ का आराम अपडेट हुआ।
it: Recupero aggiornato su %lld esercizi.
ko: 운동 %lld개의 휴식 시간을 업데이트했어요.
pl: Zaktualizowano przerwę w %lld ćwiczenia.
tr: %lld egzersizde dinlenme güncellendi.
zh_hans: 已更新 %lld 个动作的休息时间。

# program.settings.restCompound
source: Compound lifts
es: Ejercicios compuestos
fr: Mouvements polyarticulaires
hi: कंपाउंड लिफ़्ट
it: Esercizi multiarticolari
ko: 복합 운동
pl: Ćwiczenia złożone
tr: Bileşik hareketler
zh_hans: 复合动作

# program.settings.restDefault
source: Default rest
es: Descanso por defecto
fr: Repos par défaut
hi: डिफ़ॉल्ट आराम
it: Recupero predefinito
ko: 기본 휴식
pl: Domyślna przerwa
tr: Varsayılan dinlenme
zh_hans: 默认休息

# program.settings.restFooter
source: These are your defaults. Applying them sets the rest time on every exercise in your program, using the compound or isolation figure to match the movement.
es: Estos son tus valores por defecto. Al aplicarlos se fija el descanso de todos los ejercicios de tu programa, usando la cifra de compuesto o de aislamiento según el movimiento.
fr: Ce sont tes valeurs par défaut. Les appliquer fixe le temps de repos de chaque exercice de ton programme, en prenant la valeur polyarticulaire ou isolation selon le mouvement.
hi: ये आपके डिफ़ॉल्ट हैं। लागू करने पर आपके प्रोग्राम की हर एक्सरसाइज़ का आराम समय तय हो जाएगा — मूवमेंट के हिसाब से कंपाउंड या आइसोलेशन वाला आँकड़ा लेकर।
it: Questi sono i tuoi valori predefiniti. Applicandoli imposti il recupero su ogni esercizio del programma, usando il valore multiarticolare o monoarticolare a seconda del movimento.
ko: 여기 값이 기본값이에요. 적용하면 프로그램의 모든 운동에 휴식 시간이 설정되고, 동작에 따라 복합 또는 고립 값을 써요.
pl: To Twoje wartości domyślne. Zastosowanie ustawia czas przerwy przy każdym ćwiczeniu w programie, biorąc wartość dla ćwiczeń złożonych albo izolowanych, zależnie od ruchu.
tr: Bunlar senin varsayılanların. Uygulamak, programındaki her egzersizin dinlenme süresini harekete uygun bileşik veya izole değeriyle ayarlar.
zh_hans: 这些是你的默认值。应用后会为计划中每个动作设定休息时间，并按动作属于复合还是孤立取用对应数值。

# program.settings.restIsolation
source: Isolation work
es: Trabajo de aislamiento
fr: Travail d’isolation
hi: आइसोलेशन काम
it: Lavoro monoarticolare
ko: 고립 운동
pl: Ćwiczenia izolowane
tr: İzole çalışma
zh_hans: 孤立动作

# program.settings.restUnchanged
source: Every exercise already rests for this long.
es: Todos los ejercicios ya descansan este tiempo.
fr: Tous les exercices utilisent déjà ce temps de repos.
hi: हर एक्सरसाइज़ में पहले से इतना ही आराम है।
it: Ogni esercizio ha già questo recupero.
ko: 모든 운동이 이미 이만큼 쉬고 있어요.
pl: Każde ćwiczenie ma już taką przerwę.
tr: Her egzersiz zaten bu kadar dinleniyor.
zh_hans: 每个动作的休息时间都已经是这个值。

# program.settings.rirOverride
source: Set your own effort target
es: Fijar mi propio objetivo de esfuerzo
fr: Définir mon propre objectif d’effort
hi: अपना मेहनत लक्ष्य तय करें
it: Imposta il tuo obiettivo di sforzo
ko: 강도 목표 직접 설정
pl: Ustaw własny cel wysiłku
tr: Kendi zorlanma hedefini belirle
zh_hans: 自定义强度目标

# program.settings.rirOverride.detail
source: Otherwise the target follows your experience level.
es: Si no, el objetivo sigue tu nivel de experiencia.
fr: Sinon l’objectif suit ton niveau d’expérience.
hi: वरना लक्ष्य आपके अनुभव स्तर के हिसाब से चलता है।
it: Altrimenti l'obiettivo segue il tuo livello di esperienza.
ko: 설정하지 않으면 경력 수준을 따라가요.
pl: W przeciwnym razie cel wynika z Twojego poziomu doświadczenia.
tr: Aksi hâlde hedef, deneyim düzeyini izler.
zh_hans: 否则目标会跟随你的经验水平。

# program.settings.scheduleFooter
source: How many days you train decides which splits fit, and how long a session can run decides how much fits inside one.
es: Cuántos días entrenas decide qué splits encajan, y cuánto puede durar una sesión decide cuánto cabe dentro de ella.
fr: Le nombre de jours où tu t’entraînes détermine les splits possibles, et la durée d’une séance détermine ce qui tient dedans.
hi: आप कितने दिन ट्रेनिंग करते हैं, इससे तय होता है कि कौन से स्प्लिट फ़िट बैठेंगे, और एक सेशन कितना लंबा चल सकता है, इससे तय होता है कि उसमें कितना समाएगा।
it: Quanti giorni ti alleni decide quali split sono possibili, e quanto può durare una sessione decide quanto ci sta dentro.
ko: 운동 일수에 따라 어떤 분할이 맞는지 정해지고, 세션 길이에 따라 한 세션에 얼마나 들어갈지 정해져요.
pl: Liczba dni treningowych decyduje, które splity pasują, a długość sesji — ile się w niej zmieści.
tr: Kaç gün antrenman yaptığın hangi split'lerin uyacağını, bir seansın ne kadar sürebileceği de içine ne kadarının sığacağını belirler.
zh_hans: 训练天数决定哪些分化适合你，单次时长决定一节训练课能装下多少内容。

# program.settings.section.effort
source: Effort
es: Esfuerzo
hi: मेहनत
it: Sforzo
ko: 강도
pl: Wysiłek
tr: Zorlanma
zh_hans: 强度

# program.settings.section.plan
source: Your plan
es: Tu plan
fr: Ton plan
hi: आपका प्लान
it: Il tuo piano
ko: 내 계획
pl: Twój plan
tr: Planın
zh_hans: 你的计划

# program.settings.section.priorities
source: Priority muscle groups
es: Grupos musculares prioritarios
fr: Groupes musculaires prioritaires
hi: प्राथमिकता वाले मसल ग्रुप
it: Gruppi muscolari prioritari
ko: 우선 근육 그룹
pl: Priorytetowe grupy mięśniowe
tr: Öncelikli kas grupları
zh_hans: 优先肌群

# program.settings.section.progression
source: Progression
es: Progresión
hi: प्रोग्रेशन
it: Progressione
ko: 증량
pl: Progresja
tr: İlerleme
zh_hans: 进阶

# program.settings.section.rest
source: Rest between sets
es: Descanso entre series
fr: Repos entre les séries
hi: सेट के बीच आराम
it: Recupero tra le serie
ko: 세트 사이 휴식
pl: Przerwa między seriami
tr: Setler arası dinlenme
zh_hans: 组间休息

# program.settings.section.schedule
source: Schedule
es: Horario
fr: Emploi du temps
hi: शेड्यूल
it: Impegni
ko: 일정
pl: Grafik
tr: Takvim
zh_hans: 日程

# program.settings.sessionLength
source: Session length
es: Duración de la sesión
fr: Durée de séance
hi: सेशन की लंबाई
it: Durata della sessione
ko: 세션 길이
pl: Długość sesji
tr: Seans süresi
zh_hans: 单次时长

# program.settings.targetRIR
source: Reps in reserve
es: Repeticiones en reserva
fr: Répétitions en réserve
hi: रिज़र्व रेप्स
it: Ripetizioni di riserva
ko: 여유 반복 수
pl: Zapas powtórzeń (RIR)
tr: Yedekte kalan tekrar
zh_hans: 保留次数

# program.settings.title
source: Program settings
es: Ajustes del programa
fr: Réglages du programme
hi: प्रोग्राम सेटिंग्स
it: Impostazioni del programma
ko: 프로그램 설정
pl: Ustawienia programu
tr: Program ayarları
zh_hans: 计划设置

# program.settings.weekdays
source: Which days
es: Qué días
fr: Quels jours
hi: कौन से दिन
it: Quali giorni
ko: 어떤 요일
pl: Które dni
tr: Hangi günler
zh_hans: 具体哪几天

# program.split.applyAction
source: Change split
es: Cambiar split
fr: Changer de split
hi: स्प्लिट बदलें
it: Cambia split
ko: 분할 바꾸기
pl: Zmień split
tr: Split'i değiştir
zh_hans: 更换分化

# program.split.applyHint
source: Rebuilds your week around this split
es: Reconstruye tu semana con este split
fr: Reconstruit ta semaine autour de ce split
hi: इस स्प्लिट पर आपका हफ़्ता दोबारा बनाता है
it: Ricostruisce la settimana su questo split
ko: 이 분할에 맞춰 한 주를 다시 짜요
pl: Przebudowuje Twój tydzień wokół tego splitu
tr: Haftanı bu split'e göre yeniden kurar
zh_hans: 按这种分化重新生成你的一周
